{
  "home": "Home",
  "internships": "Internships",
  "about": "About",
  "contact": "Contact",
  "register" : "Register",
  "home_title": "“Internship500” program",
  "home_description": " The 'Internship500' program aims to provide 500 talented students with paid internships, enhancing their skills and preparing them for global-level professional careers in IT.",
  "where_does_it_come_from": "Where does it come from?",
  "why_we_use_it": "Why do we use it?",
  "very_good": "A very good",
  "performance": "performance has been",
  "achieved": "achieved by our team",
  "users": "Users",
  "applications": "Applications",
  "join": "Join 4,000+ companies already growing",
  "explore_wide": "Explore a wide range of internship opportunities to boost your career and gain real-world experience.",
  "view_more": "View more",
  "apply": "Apply",
  "contact_us": "Contact Us",
  "we_are_here_to_help": "We're here to help! Reach out to us with any questions, feedback, or inquiries. Our team is ready to assist you and provide the support you need. Contact us today!",
  "full_name": "Full Name",
  "title": "Title",
  "email": "Email",
  "message": "Message",
  "send": "Send",
  "all_rights": "© 2024 All rights reserved",
  "empowering_growth_through": "Empowering growth through innovation and support.",
  "we_are_just_getting_started": "We’re just getting started",
  "we_helped_4000": "We’ve already helped over 4,000 companies achieve remarkable results.",
  "about_page_text_1": "International experience shows that paid internship programs for students play an important role in the personnel policy of large companies. Such internship programs, which are held annually, provide an opportunity to create a quality personnel pool from talented students. One of the main problems of university graduates today is the lack of practical experience in order to get a high-paying job.",
  "about_page_text_2": "At the same time, the demand for qualified IT specialists is increasing as a result of the sharp increase in the number of foreign companies resident in the IT Park in recent years (from 147 in 2017 to 2,000 in 2024). The Ministry's main goal is to increase exports by $5 billion by 2030 and train 300,000 talented IT professionals.",
  "about_page_text_3": "To this end, the Ministry of Digital Technologies of the Republic of Uzbekistan, system organizations and IT-Park resident companies have developed a paid internship program for talented and ambitious students. This internship program opens up huge opportunities for future personnel and provides additional opportunities for foreign and local organizations to attract talented personnel.",
  "about_page_text_4": "The “Internship500” project was developed by the Ministry of Digital Technologies of the Republic of Uzbekistan to provide comprehensive support to talented students. The main goal of this program is to provide 500 talented students with opportunities to improve their skills in the ministry and system organizations, as well as IT-Park resident organizations, develop their digital skills, and support their development into international-level specialists.",
  "about_page_text_5": "The internship program will be implemented in 3 stages: Short-term internship programs (Model-1) The 50 students who scored the highest in the selection will be paid for the internship program. The remaining 50 students will be given the opportunity to participate in the internship program for free for one month.",
  "about_page_text_6": "The second direction (Model-2) will provide a professional internship program for the 200 students who have shown the highest results. The internship period will be set at 2 months. For the 100 students with the highest performance, the salary will be determined based on the internal capabilities of the selected organization. The remaining 100 students will be provided with a 2-month free internship program.",
  "contact_title": "Chat to our friendly team",
  "get_in_touch": "We’d love to hear from you! Please get in touch.",
  "call_us": "Call to us",
  "chat_to_support": "Chat to support",
  "send_message": "Send message",
  "search": "Search",
  "register_title": "We’ve been using Internship500 to kick start every new project and can’t imagine working without it.",
  "first_name": "First Name",
  "last_name": "Last Name",
  "password": "Password",
  "confirm_password": "Confirm password",
  "sign_up": "Sign up",
  "sign_up_with_google": "Sign up with Google",
  "already_have_account": "Already have an account",
  "login": "Login",
  "please_enter_your_details": "Please enter your details",
  "welcome_back": "Welcom back",
  "remember_for_30_days": "Remember me for 30 days",
  "sign_in": "Sign in",
  "sign_in_with_google": "Sign in with Google",
  "published": "Published",
  "company": "Company",
  "category": "Category",
  "detail_description": "Description",
  "login_profile": "Login",
  "firstname": "FirstName",
  "lastname": "LastName",
  "phonenumber": "PhoneNumber",
  "cancel":"Cancel",
  "apply to Internship":"Apply to Internship",
  "spring":"A spring of new opportunities! Our spring internship program introduces young people to the latest advances in digital technologies and opens the door to global opportunities.",
  "winter":"Our winter internship program connects young people to cutting-edge digital technologies and paves the way to global opportunities.",
  "summer":"Our summer internship program introduces young people to the latest advances in digital technologies and provides them with career opportunities on a global scale.",
  "winter_title":"Winter season",
    "spring_title":"Spring season",
  "summer_title":"Summer season"
  

}