{
  "home": "Asosiy",
  "internships": "Internshiplar",
  "about": "Biz haqimizda",
  "contact": "A'loqa",
  "register" : "Ro'yxatdan o'tish",
  "home_title": "“Internship500” dasturi",
  "home_description": "“Internship500” dasturi 500 nafar iqtidorli talabalarni pullik amaliyot bilan ta’minlash, ularning malakasini oshirish va IT sohasida global darajadagi professional karyeraga tayyorlashni maqsad qilgan.",
  "where_does_it_come_from": "Internship500 qanday loyiha?",
  "why_we_use_it": "Nima uchun biz undan foydalanamiz?",
  "very_good": "Jamoamiz juda yaxshi",
  "performance": "ko'rsatkichga",
  "achieved": "erishdi",
  "users": "Foydalanuvchilar",
  "applications": "Murojaatlar",
  "join": "O'sib borayotgan 4000 dan ortiq kompaniyalarga qo'shiling",
  "explore_wide": "Karyerangizni oshirish va haqiqiy dunyo tajribasiga ega bo'lish uchun keng ko'lamli amaliyot imkoniyatlarini o'rganing.",
  "view_more": "Ko'proq",
  "apply": "Murojaat qilish",
  "contact_us": "Biz bilan bog'laning",
  "we_are_here_to_help": "Biz yordam berish uchun shu yerdamiz! Har qanday savol, fikr-mulohaza yoki so'rov bo'yicha biz bilan bog'laning. Bizning jamoamiz sizga yordam berishga va kerakli yordamni taqdim etishga tayyor. Bugun biz bilan bog'laning!",
  "full_name": "To'liq ism",
  "title": "Sarlavha",
  "email": "Elektron manzil",
  "message": "Xabar",
  "send": "Yuborish",
  "all_rights": "© 2024 Barcha huquqlar himoyalangan",
  "empowering_growth_through": "Innovatsiyalar va qo'llab-quvvatlash orqali o'sishni kuchaytirish.",
  "we_are_just_getting_started": "Biz endigina boshlayapmiz",
  "we_helped_4000": "Biz allaqachon 4000 dan ortiq kompaniyalarga ajoyib natijalarga erishishda yordam berdik natijalar.",
  "about_page_text_1": "Xalqaro tajriba shuni ko‘rsatadiki, yirik kompaniyalarning kadrlar siyosatida talabalar uchun haq to‘lanadigan amaliyot dasturlari (internship) muhim ahamiyat kasb etadi. Har yili o‘tkaziladigan bunday amaliyot dasturlari iqtidorli talabalardan sifatli kadrlar zahirasini yaratish imkoniyatini beradi. Hozirgi kunda OTM bitiruvchilarning asosiy muammolaridan biri ham yuqori daromadli ishga kirishda amaliy tarjiba yetarli emasligidir.",
  "about_page_text_2": "Shu bilan birga, so‘ngi yillarda IT-Park rezidenti bo‘lgan xorijiy kompaniyalar soni keskin o‘sishi (2017-yilda 147 ta dan 2024-yilda 2000 taga o‘sgan) natijasida, malakali IT mutaxassislariga bo‘lgan talab oshib bormoqda. 2030-yilga qadar export xajmini $5 mlrd.ga oshirish va IT sohasida iqtidorli 300 ming nafar  kadrlarni yetishtirish Vazirlikni asosiy maqsadi etib belgilangan.",
  "about_page_text_3": "Shu maqsadda, O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi, tizim tashkilotlari va IT-Park rezident kompaniyalarda iqtidorli va shijoatli talabalar uchun xaq to’lanadigan amaliyot dasturi ishlab chiqildi. Ushbu amaliyot dasturi bo’lajak kadrlar uchun ulkan imkoniyat eshiklarini ochadi va xorijiy va mahalliy tashkilotlar uchun iqtidorli kadrlarni ishga jalb etishda qo’shimcha imkoniyatlar taqdim etadi.",
  "about_page_text_4": "“Internship500” loyihasi O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi tomonidan iqtidorli talabalarni har tomonlama qo‘llab-quvvatlash maqsadida ishlab chiqildi. Ushbu dasturning asosiy maqsadi 500 nafar iqtidorli talabalarga vazirlik va tizim tashkilotlari hamda IT-Park rezident tashkilotlarida malaka oshirish imkoniyatlarini yaratib berish, raqamli ko‘nikmalarini rivojlantirish va xalqaro darajadagi mutaxassislar bo‘lib yetishishlarini qo‘llab-quvvatlash hisoblanadi.",
  "about_page_text_5": "Amaliyot dasturi 3 bosqichda amalga oshiriladi: Qisqa muddatli amaliyot dasturlari (Model-1) saralashda 50 nafar eng yuqori ko‘rsatkichga olgan talabalar  uchun amaliyot dasturiga ish haqi belgilanadi. Qolgan 50 nafar talabalarga bepul amaliyot dasturida bir oy davomida ishtirok etish imkoniyati yaratiladi.",
  "about_page_text_6": "Ikkinchi yo‘nalish (Model-2) eng yuqori natija ko‘satgan 200 nafar talabalar uchun professional amaliyot dasturi taqdim etiladi. Amaliyot muddati 2 oy etib belgilanadi. 100 nafar yuqori ko‘rsatkichga ega talabalar uchun tanlangan tashkilotning ichki imkoniyatlaridan kelib chiqib ish haqi belgilanadi. Qolgan 100 nafar talabalar uchun 2 oylik bepul amaliyot dasturi taqdim etiladi.",
  "contact_title": "Bizning do'stona jamoamiz bilan suhbatlashing",
  "get_in_touch": "Sizdan xabar olishni xohlaymiz! Iltimos, bog'laning.",
  "call_us": "Bizga qo'ng'iroq qiling",
  "chat_to_support": "Qo'llab-quvvatlash uchun suhbat",
  "send_message": "Xabar yuborish",
  "search": "Qidiruv",
  "register_title": "Biz har bir yangi loyihani boshlash uchun Internship500 dasturidan foydalandik va usiz ishlashni tasavvur qila olmaymiz.",
  "first_name": "Ism",
  "last_name": "Familiy",
  "password": "Parol",
  "confirm_password": "Parolni tasdiqlash",
  "sign_up": "Register",
  "sign_up_with_google": "Google bilan ro'yxatdan o'ting",
  "already_have_account": "Allaqachon hisobingiz bor",
  "login": "Login",
  "please_enter_your_details": "Tafsilotlaringizni kiriting",
  "welcome_back": "Xush kelibsiz",
  "remember_for_30_days": "30 kun davomida eslab qoling",
  "sign_in": "Tizimga kirish",
  "sign_ip_with_google": "Google bilan tizimga kirish",
  "published": "Nashr etilgan",
  "company": "Kompaniya",
  "category": "Kategoriya",
  "detail_description": "Tavsif",
  "login_profile": "Login",
  "sign_in_with_google":"Google bilan ro'yhatdan o'ting",
  "firstname": "Ism",
  "lastname": "Familiya",
  "phonenumber": "Telefon raqami",
  "cancel":"Bekor qilish",
  "apply to Internship":"Stajirovkaga ariza berish",
  "spring":"Yangi imkoniyatlar bahori! Bahorgi amaliyot dasturimiz yoshlarni raqamli texnologiyalar sohasidagi so‘nggi yutuqlar bilan tanishtiradi va global imkoniyatlar eshigini ochadi.",
  "winter":"Qishki amaliyot dasturimiz yoshlarni ilg‘or raqamli texnologiyalar bilan bog‘laydi va global imkoniyatlarga yo‘l ochadi.",
  "summer":"Yozgi amaliyot dasturimiz yoshlarni raqamli texnologiyalar sohasidagi so‘nggi yutuqlar bilan tanishtiradi va ularga global miqyosda martaba imkoniyatlarini taqdim etadi.",
   "winter_title":"Qishki mavsum",
  "spring_title":"Bahorgi mavsum",
  "summer_title":"Yozgi mavsum"
}