{
  "home": "Главная",
  "internships": "Стажировки",
  "about": "О нас",
  "contact": "Контакты",
  "register" : "Регистратция",
  "home_title": "Программа “Internship500”",
  "home_description": "Программа «Internship500» направлена ​​на то, чтобы предоставить 500 талантливым студентам оплачиваемую стажировку, повышая их навыки и готовя их к профессиональной карьере в сфере ИТ мирового уровня.",
  "where_does_it_come_from": "Откуда это взялось?",
  "why_we_use_it": "Почему мы его используем?",
  "very_good": "Наша команда",
  "performance": "добилась очень хороших",
  "achieved": "результатов",
  "users": "Пользователи",
  "applications": "Заявки",
  "join": "Присоединяйтесь к более чем 4000 компаний, которые уже растут",
  "explore_wide": "Изучите широкий спектр возможностей стажировки, чтобы продвинуться по карьерной лестнице и получить реальный опыт.",
  "view_more": "Посмотреть больше",
  "apply": "Подать заявку",
  "contact_us": "Связаться с нами",
  "we_are_here_to_help": "Мы здесь, чтобы помочь! Обращайтесь к нам с любыми вопросами, отзывами или запросами. Наша команда готова помочь вам и предоставить необходимую поддержку. Свяжитесь с нами сегодня, и давайте свяжемся!",
  "full_name": "Полное имя",
  "title": "Заголовок",
  "email": "Электронная почта",
  "message": "Сообщение",
  "send": "Отправить",
  "all_rights": "© 2024 Все права защищены.",
  "empowering_growth_through": "Содействие росту посредством инноваций и поддержки.",
  "we_are_just_getting_started": "Мы только начинаем",
  "we_helped_4000": "Мы уже помогли более 4000 компаний достичь замечательных результатов.",
  "about_page_text_1" : "Международный опыт показывает, что программы оплачиваемых стажировок для студентов играют важную роль в кадровой политике крупных компаний. Подобные программы стажировок, которые проводятся ежегодно, дают возможность создать качественный резерв талантливых студентов. В настоящее время одной из основных проблем выпускников высших учебных заведений является отсутствие у них достаточного практического опыта для получения высокооплачиваемой работы.",
  "about_page_text_2": "При этом в результате резкого увеличения в последние годы числа иностранных компаний-резидентов ИТ-парка (со 147 в 2017 году до 2000 в 2024 году) растет спрос на квалифицированных ИТ-специалистов. К 2030 году объем экспорта увеличится до $5 млрд и талантлив в ИТ-секторе Основной задачей министерства поставлена ​​подготовка 300 тысяч кадров.",
  "about_page_text_3": "Shu maqsadda, O‘zbekiston Respublikasi Raqamli texnologiyalar vazirligi, tizim tashkilotlari va IT-Park rezident kompaniyalarda iqtidorli va shijoatli talabalar uchun xaq to’lanadigan amaliyot dasturi ishlab chiqildi. Ushbu amaliyot dasturi bo’lajak kadrlar uchun ulkan imkoniyat eshiklarini ochadi va xorijiy va mahalliy tashkilotlar uchun iqtidorli kadrlarni ishga jalb etishda qo’shimcha imkoniyatlar taqdim etadi.",
  "about_page_text_4": "Проект «Стажировка500» разработан Министерством цифровых технологий Республики Узбекистан с целью оказания всесторонней поддержки талантливым студентам. Основная цель этой программы — предоставить возможности обучения 500 талантливым студентам в министерствах и системных организациях, а также организациях-резидентах IT-Парка, развить их цифровые навыки и поддержать их, чтобы они стали экспертами международного уровня.",
  "about_page_text_5": "Программа обучения осуществляется в 3 этапа: При отборе программ краткосрочной стажировки (Модель-1) заработная плата по программе стажировки определяется для 50 самых высоких студентов. Остальным 50 студентам будет предоставлена ​​возможность принять участие в программе бесплатной стажировки в течение месяца.",
  "about_page_text_6": "Второе направление (Модель-2) обеспечит программу профессиональной практики для 200 студентов, показавших наиболее высокие результаты. Срок практики 2 месяца. Заработная плата 100 студентов-отличников будет определена исходя из внутренних возможностей выбранной организации. Оставшимся 100 студентам будет предложена двухмесячная бесплатная программа стажировки.",
  "contact_title": "Пообщайтесь с нашей дружной командой",
  "get_in_touch": "Мы будем рады услышать от вас! Пожалуйста, свяжитесь с нами.",
  "call_us": "Позвоните нам",
  "chat_to_support": "Чат для поддержки",
  "send_message": "Отправить сообщение",
  "search": "Поиск",
  "register_title": "Мы используем Internship500 для запуска каждого нового проекта и не представляем себе работу без него.",
  "first_name": "Имя",
  "last_name": "Фамилия",
  "password": "Пароль",
  "confirm_password": "Подверждение паролья",
  "sign_up": "Зарегистрироваться",
  "sign_up_with_google": "Зарегистрироваться через Google",
  "already_have_account": "У вас уже есть аккаунт",
  "login": "Авторизоваться",
  "please_enter_your_details": "Пожалуйста, введите ваши данные",
  "welcome_back": "Добро пожаловать",
  "remember_for_30_days": "Запомнить на 30 дней",
  "sign_in": "Войти",
  "sign_in_with_google": "Войти через google",
  "published": "Публикован",
  "company": "Компания",
  "category": "Категория",
  "detail_description": "Описание",
  "login_profile": "Логин",
  "firstname": "Имя",
  "lastname": "Фамилия",
  "phonenumber": "Номер телефона",
  "cancel":"Отменить",
    "apply to Internship":"Подать заявку на стажировку",
  "spring":"Весна новых возможностей! Наша весенняя программа стажировок знакомит молодых людей с последними достижениями в области цифровых технологий и открывает двери к глобальным возможностям.",
  "winter":"Наша программа зимних стажировок знакомит молодых людей с передовыми цифровыми технологиями и открывает путь к глобальным возможностям.",
  "summer":"Наша летняя программа стажировок знакомит молодых людей с новейшими достижениями в области цифровых технологий и предоставляет им возможности карьерного роста в глобальном масштабе.",
  "winter_title":"Зимний сезон",
  "spring_title":"Весенний сезон",
  "summer_title":"Летний сезон"

}